{"produtos":[{"id":"001","marca":"KaBuM! Smart","modelo":"Robô Aspirador de Pó KaBuM! Smart 500, Preto - Recarregamento Automático, Filtro HEPA, Controle via Aplicativo - KBSF000","unpriced":"939","preco":"845","desconto":"10%","marcaImagem":"IMG ASPIRADOR MARCA.png","status":"Ativo","quantidade":"35","altura":"76mm","cor":"Preto","voltagem":"14,4 Volts","categoria":"eletronicos","garantia":"1 ano","tipoRecarga":"carregamento automático e/ou manual","imagem":"IMG ASPIRADOR.svg","imagem1":"IMG ASPIRADOR01.svg","imagem2":"IMG ASPIRADOR02.svg","imagem3":"IMG ASPIRADOR03.svg","altProduto":"Imagem aspirador de pó KaBuM! Smart 500","tituloDescription1":"Robô Aspirador de Pó KaBuM! Smart 500, Preto","description1":"Conforto e praticidade na limpeza diária do seu lar! Que tal não se preocupar mais em varrer, aspirar e passar pano todos os dias? Com o <b>Robô Aspirador de Pó KaBuM! Smart você curte seu dia, enquanto ele limpa!","tituloDescription2":"5 Funções de Limpeza!","description2":"O Robô Aspirador de Pó KaBuM! Smart possui 5 funções de limpeza com 3 tipos de movimento (Zigue-zague, Cantos e Espiral) que permitem uma limpeza geral do ambiente, a limpeza de cantos contornando todo o local, limpeza de uma área específica e limpeza geral com maior poder de sucção. E ainda, é possível optar pela limpeza umedecida onde o próprio robô utiliza a água do seu reservatório para umedecer o pano e limpar o local.","tituloDescription3":"Tira o Pó e Passa Pano","description3":"Você não vai precisar molhar o chão ou o pano que acompanha o produto, basta substituir o reservatório de pó pelo de água com o pano acoplado. O Robô inteligente adapta-se a diferentes tipos de piso e é projetado para limpar embaixo de móveis, como: camas, sofás, armários e áreas difíceis de alcançar. Possui ainda Filtro de Alta Eficiência (HEPA) contra alérgenos de mofo, pólen, poeira e ácaros. Além disso, o robô aspirador de pó inteligente conta com sensores infravermelhos antiqueda e anticolisão que detectam as barreiras e redirecionam o trajeto sempre que encontra um obstáculo pela frente.","tituloDescription4":"Retorno Automático para a Base","description4":"O Robô Aspirador de Pó KaBuM! Smart possui bateria recarregável, função de retorno automático para a base ao detectar bateria baixa e pode ser utilizado no modo manual ou automático, através do seu controle remoto. Você pode ainda controlar todo o funcionamento do Robô à distância pelo seu Smartphone com o aplicativo KaBuM! Smart.","video":"https://www.youtube.com/watch?v=yCE2YOwYhgI","garanta":"Garanta já o seu Robô Aspirador de Pó Smart 500 no KaBuM!"},{"id":"002","marca":"AMD","modelo":"Processador AMD Ryzen 5 3600 Cache 32MB 3.6GHz(4.2GHz Max Turbo)","unpriced":"1.319","preco":"1.187","desconto":"10%","marcaImagem":"IMG PROC MARCA.jpg","status":"Ativo","quantidade":"13","cor":"","largura":"","categoria":"eletronicos","garantia":"1 ano","imagem":"IMG PROC RYZEN.svg","imagem1":"IMG PROC RYZEN01.svg","imagem2":"IMG PROC RYZEN02.svg","imagem3":"IMG PROC RYZEN03.svg","altProduto":"Imagem processador AMD Ryzen 5 3600","tituloDescription1":"Processador AMD Ryzen 5 3600","description1":"Jogos de verdade. Totalmente desbloqueado Velocidades mais elevadas, mais memória e largura de banda mais ampla do que as gerações anteriores. Processadores AMD Ryzen de 3ª geração com núcleo “Zen 2” de 7 nm² define o padrão para alto desempenho: tecnologia de fabricação exclusiva, histórico de produtividade no chip e desempenho global revolucionário para jogos. Faça outras atividades Atividades como uso de aplicativos do Office, edição de fotos, navegação da web e assistir os principais streamers são moleza graças ao incrível processamento de multitarefas.","tituloDescription2":"Gráficos","description2":"Radeon são alimentados para fornecer o alto desempenho que você merece.","tituloDescription3":"","description3":"","tituloDescription4":"","description4":"","video":"","garanta":"Garanta já o seu processador AMD Ryzen 5 3600 no KaBuM!"},{"id":"003","marca":"Fallen","modelo":"Headset Gamer Fallen Morcego, Surround Virtual 7.1","unpriced":"275","preco":"247","desconto":"10%","marcaImagem":"IMG HEADSET MARCA.jpg","status":"Ativo","quantidade":"40","cor":"Preto","largura":"","categoria":"eletrônicos","garantia":"6 meses","imagem":"IMG HEADSET.svg","imagem1":"IMG HEADSET01.svg","imagem2":"IMG HEADSET02.svg","imagem3":"IMG HEADSET03.svg","altProduto":"Imagem Headset Gamer Fallen Morcego","tituloDescription1":"Headset Gamer Fallen Morcego","description1":"A inspiração no jogo é o que nos motiva e o reconhecimento vem quando a nossa comunidade de fãs brasileiros participam dando o nome do nosso primeiro Headset!","tituloDescription2":"","description2":"O Headset Morcego, vem com alto-falantes de alta qualidade e Surround Virtual 7.1, proporcionando uma experiência única ao jogador. É a imersão ao jogo em um novo patamar.","tituloDescription3":"","description3":"","tituloDescription4":"","description4":"","video":"https://www.youtube.com/watch?v=uXTClgoPUIc","garanta":"Garanta já o seu Headset Gamer no KaBuM!"},{"id":"004","marca":"Alpha Gamer","modelo":"Cadeira Gamer Alpha Gamer Vega, Preto, Reclinável, com Almofadas, Cilindro de Gás","unpriced":"1.154","preco":"1.038","desconto":"10%","marcaImagem":"IMG CADEIRA GAMER MARCA.jpg","status":"Ativo","quantidade":"35","cor":"Preto","largura":"","categoria":"móveis","garantia":"3 meses","imagem":"IMG CADEIRA GAMER.svg","imagem1":"IMG CADEIRA GAMER01.svg","imagem2":"IMG CADEIRA GAMER02.svg","imagem3":"IMG CADEIRA GAMER03.svg","altProduto":"Imagem cadeira gamer Alpha Gamer Vega","tituloDescription1":"Cadeira Gamer Alpha Gamer Vega, Preto","description1":"As cadeiras gaming Alpha Gamer Vega incluem duas almofadas: para apoio lombar e também para apoio da cabeça. Caso pretendas sentar-te numa posição mais reta, remove as almofadas. Se pretendes uma posição mais relaxada e confortável, então instala as almofadas. É tão simples quanto isto.","tituloDescription2":"Cadeira Gamer Reclinável","description2":"Puxa a alavanca lateral, encosta-te e relaxa! Podes ajustar a inclinação do encosto para um posicionamento até 180 graus. Alto ou baixo, pensámos em ti! As cadeiras gaming Alpha Gamer Vega possuem 9 cm de capacidade de ajuste da altura do assento.","tituloDescription3":"Apoios de Braços Ajustáveis","description3":"A ergonomia é um dos nossos principais focos de atenção; E como tal, desenvolvemos apoios de braço facilmente ajustáveis, em altura e rotação horizontal, para um ótimo encaixe com a estrutura corporal de qualquer pessoa.","tituloDescription4":"","description4":"","video":"","garanta":"Aproveite essa oportunidade e adquira a Cadeira Gamer Alpha Gamer Vega no KaBuM!"},{"id":"005","marca":"HyperX","modelo":"Microfone Gamer HyperX QuadCast S, Antivibração, LED RGB, USB, Compatível com PC, PS4 e Mac - HMIQ1S-XX-RG/G","unpriced":"1.100","preco":"550","desconto":"50%","marcaImagem":"IMG MICROFONE MARCA.jpg","status":"Ativo","quantidade":"67","cor":"Iluminação: RGB (16.777.216 cores)","largura":"","categoria":"eletrônicos","garantia":"2 anos","imagem":"IMG MICROFONE GAMER.svg","imagem1":"IMG MICROFONE GAMER01.svg","imagem2":"IMG MICROFONE GAMER02.svg","imagem3":"IMG MICROFONE GAMER03.svg","altProduto":"Imagem microfone gamer HyperX QuadCast S","tituloDescription1":"Microfone Gamer HyperX QuadCast S","description1":"O HyperX QuadCast é o microfone independente ideal com todos os recursos para o streamer ou podcaster que procura um microfone com som de qualidade. O QuadCast vem com sua própria base 'shock mount' antivibração para ajudar a reduzir os ruídos da vida diária e um filtro integrado para abafar sons percussivos desagradáveis. Saiba instantaneamente o status do seu microfone com o indicador em LED e simplesmente toque para colocá-lo em mudo para evitar acidentes inconvenientes na transmissão.","tituloDescription2":"Microfone condensador Electret","description2":"Com quatro padrões polares selecionáveis, este microfone está preparado para quase qualquer situação de gravação e também apresenta um botão de controle de ganho localizado em local conveniente para ajustar rapidamente a sensibilidade de entrada do seu microfone. O adaptador de montagem incluído adapta-se a tamanhos de fio de 3/8 e 5/8 pol, sendo compatível com a maioria dos pedestais.","tituloDescription3":"Design Gamer com RGB ","description3":"O modelo QuadCast S proporciona iluminação RGB e efeitos dinâmicos personalizáveis através do software HyperX NGENUITY. A família QuadCast é certificada pela Discord e TeamSpeak para que você possa garantir que seu microfone esteja transmitindo claramente para todos os seus seguidores e ouvintes e, além disso, você pode monitorar seu microfone em tempo real usando a prática entrada de fone de ouvido localizada na parte traseira do microfone.","tituloDescription4":"Compatível com PC, PS4 e Mac","description4":"Compatibilidade com vários dispositivos e programas para que seu som vá mais longe. Compatível com PC, PS4 e Mac bem como com as principais plataformas de streaming como Streamlabs OBS, OBS Studio e XSplit para que você possa apresentar um som de qualidade para quem quer que sintonize.","video":"https://www.youtube.com/watch?v=tLLnBTck3d0","garanta":"Garanta já seu Microfone HyperX aqui no KaBuM!"},{"id":"006","marca":"Kingston","modelo":"SSD 480 GB Kingston A400, SATA, Leitura: 500MB/s e Gravação: 450MB/s - SA400S37/480G","unpriced":"300","preco":"237","desconto":"21%","marcaImagem":"IMG SSD MARCA.jpg","status":"Ativo","quantidade":"82","cor":"Preto","largura":"","categoria":"eletronicos","garantia":"1 ano","imagem":"IMG SSD.svg","imagem1":"IMG SSD01.svg","imagem2":"IMG SSD02.svg","imagem3":"IMG SSD03.svg","altProduto":"Imagem SSD 480GB Kingston A400","tituloDescription1":"SSD 480 GB Kingston A400, SATA, Leitura: 500MB/s e Gravação: 450MB/s ","description1":"A unidade de estado sólido A400 da Kingston aumenta drasticamente a resposta do seu computador com tempos incríveis de inicialização, carregamento e transferência, comparados a discos rígidos mecânicos.","tituloDescription2":"Mais velocidade para o seu PC","description2":"Reforçado com uma controladora de última geração para velocidades de leitura e gravação de até 500MB/s e 450MB/s, este SSD é 10x mais rápido do que um disco rígido tradicional para melhor desempenho, resposta ultrarrápida em multitarefas e um computador mais rápido de modo geral. Também mais confiável e durável do que um disco rígido, o A400 é feito com memória Flash.","tituloDescription3":"O SSD mais resistente","description3":"O SSD Kingston A400, não existem partes móveis, com menor probabilidade de falhas do que um disco rígido mecânico. Também é mais frio e mais silencioso e sua resistência a choques e vibração torna-o ideal para notebooks e outros dispositivos móveis de computação.","tituloDescription4":"Diversas Capacidades do A400","description4":"O A400 está disponível em diversas capacidades de 480GB oferecendo todo o espaço que você precisa para aplicativos, vídeos, fotos e outros documentos importantes. Você também pode substituir seu disco rígido ou um SSD menor por uma unidade grande o suficiente para conter todos os seus arquivos. SSD confiável e durável para melhor desempenho do computador e respostas ultrarrápidas em multitarefas.","video":"https://www.youtube.com/watch?v=Rf5KO0lWr-Y","garanta":"Garanta já o seu SSD Kingston A400 120GB Sata no KaBuM!"},{"id":"007","marca":"LG","modelo":"Monitor Gamer LG 26 IPS, Ultra Wide, 75Hz, Full HD, 1ms, FreeSync Premium, HDR 10, 99% sRGB, HDMI, VESA - 26WQ500","unpriced":"1.000","preco":"950","desconto":"5%","marcaImagem":"IMG MONITOR MARCA.jpg","status":"Ativo","quantidade":"37","cor":"Preto","largura":"26 polegadas","categoria":"Monitores","garantia":"2 anos","imagem":"IMG MONITOR.svg","imagem1":"IMG MONITOR01.svg","imagem2":"IMG MONITOR02.svg","imagem3":"IMG MONITOR03.svg","altProduto":"Imagem monitor Gamer LG 26 IPS Ultra Wide","tituloDescription1":"Monitor Gamer LG 26'IPS","description1":"Multitarefa sem minimizar: Mantenha tudo em uma tela com a marca de monitores UltraWide nº 1 nos EUA por 4 anos consecutivos*.","tituloDescription2":"Cada Movimento Conta","description2":"Com 1ms MBR, veja movimentos mais suaves e menos atrasos para que você possa reagir aos movimentos rapidamente, colocando você no topo do seu jogo.","tituloDescription3":"AMD FreeSync Premium","description3":"Equipa os jogadores sérios com uma experiência de jogo fluida e praticamente sem rasgos. Com taxa de atualização de pelo menos 120 hz com resolução FHD mínima e jogabilidade de baixa latência, você nunca perderá um quadro da ação enquanto joga com desempenho máximo.","tituloDescription4":"","description4":"","video":"https://www.youtube.com/watch?v=aBsvZWatk3w","garanta":""},{"id":"008","marca":"Asus","modelo":"Notebook Asus AMD Ryzen 5-3500U, 8GB RAM, SSD 256GB, 15,6', Radeon Vega 8, Windows 11 Home, Cinza - M515DA-BR1213W","unpriced":"4.680","preco":"2.808","desconto":"40%","marcaImagem":"IMG NOTEBOOK MARCA.jpg","status":"Ativo","quantidade":"22","cor":"Prata","largura":"15 polegadas","categoria":"eletrônicos","garantia":"1 ano","imagem":"IMG NOTEBOOK.svg","imagem1":"IMG NOTEBOOK01.svg","imagem2":"IMG NOTEBOOK02.svg","imagem3":"IMG NOTEBOOK03.svg","altProduto":"Imagem notebook ASUS M515","tituloDescription1":"Asus M515 um dos menores notebooks de 15 polegadas do mundo","description1":"Seja para trabalho ou lazer, o ASUS M515 é um notebook que oferece desempenho poderoso e visuais envolventes. Sua tela NanoEdge possui um revestimento antirreflexo fosco para uma experiência verdadeiramente envolvente. O M515 é equipado com até processador AMD Ryzen e memória de 8 GB. Armazenamento rápido com SSD com até 256GB PCIe SSD.","tituloDescription2":"Mais velocidade no seu dia a dia","description2":"O ASUS M515 possui armazenamento SSD, que além de ser muito mais rápido que o HD convencional, é menor, mais leve e não tem partes mecânicas extremamente sensíveis a impactos e solavancos. Isso garante maior proteção aos dados armazenados no seu notebook, para que você possa trabalhar sem preocupações, com alto desempenho e produtividade, mesmo em um veículo em movimento.","tituloDescription3":"Rápido e eficiente","description3":"Com processadores até SérioAMD Ryzen com 8 GB de memória, o ASUS M515 ajuda você a fazer as coisas com rapidez e eficiência.","tituloDescription4":"Tenha uma visão mais ampla do mundo","description4":"A tela NanoEdge dá ao ASUS M515 uma vasta área de tela para uma experiência de visualização envolvente seja para o trabalho ou lazer. Com tela FHD de visão ampla apresenta um revestimento antirreflexo para reduzir distrações indesejadas de reflexos irritantes, para que você possa realmente se concentrar no que está à sua frente.","video":"","garanta":"Garanta o seu Asus M515 no KaBuM!"},{"id":"009","marca":"MSI","modelo":"Placa de Vídeo RTX 3070 MSI Ventus 3X Plus NVIDIA GeForce, 8GB GDDR6, LHR, DLSS, Ray Tracing - GeForce RTX 3070 VENTUS 3X PLUS 8G OC LHR","unpriced":"4.400","preco":"3.432","desconto":"22%","marcaImagem":"IMG PLACA MARCA.jpg","status":"Ativo","quantidade":"8","cor":"Preto","largura":"","categoria":"eletrônicos","garantia":"6 meses","imagem":"IMG PLACA.svg","imagem1":"IMG PLACA01.svg","imagem2":"IMG PLACA02.svg","imagem3":"IMG PLACA03.svg","altProduto":"Imagem placa de vídeo RTX 3070 MSI","tituloDescription1":"Placa de Vídeo MSI NVIDIA GeForce RTX 3070 Ventus 3X Plus","description1":"Equipada com Ampere—a arquitetura RTX de 2ª geração da NVIDIA. Construído com RT Cores e Tensor Cores aprimorados, novos multiprocessadores de streaming e memória G6 de alta velocidade, ele oferece o poder de que você precisa para enfrentar os jogos mais exigentes. O VENTUS traz um design focado no desempenho que mantém o essencial para realizar qualquer tarefa em mãos. Um arranjo de ventilador triplo capaz em um design industrial rígido permite que esta placa gráfica de aparência nítida se encaixe em qualquer construção.","tituloDescription2":"Placa traseira de metal Escovado","description2":"Fornece um acabamento visual limpo ao cartão. Também fortalece o cartão e, graças a algumas almofadas térmicas colocadas de maneira inteligente, ajuda a manter a temperatura baixa.","tituloDescription3":"Juntando tudo","description3":"O software MSI Center exclusivo da MSI ajuda você a obter o máximo de seus produtos MSI. Monitore, ajuste e otimize em tempo real com apenas alguns cliques.","tituloDescription4":"","description4":"","video":"https://www.youtube.com/watch?v=CNICQci2XOI","garanta":"Compre agora no KaBuM!"},{"id":"010","marca":"Samsung","modelo":"Smartphone Samsung Galaxy S20 FE 5G, 6GB RAM, 128GB, Octa Core, Câmera Tripla 32MP, Tela Infinita 6.5, Azul Marinho - SM-G781BZBRZTO","unpriced":"2.100","preco":"1.722","desconto":"18%","marcaImagem":"IMG CELULAR MARCA.jpg","status":"Ativo","quantidade":"74","cor":"Azul marinho","largura":"6.5","categoria":"Smartphone","garantia":"3 meses","imagem":"IMG CELULAR.svg","imagem1":"IMG CELULAR01.svg","imagem2":"IMG CELULAR02.svg","imagem3":"IMG CELULAR03.svg","altProduto":"Imagem Smartphone Samsung galaxy S20 5G","tituloDescription1":"Smartphone Samsung Galaxy S20 FE 5G 128GB","description1":"Este é o smartphone para pessoas que querem tudo. Ouvimos vocês, os fãs, e agora não precisam mais ficar em dúvida sobre o que escolher. Este é o smartphone feito sob medida para fãs de todos os tipos. Então, se você é fã de fotografia, jogos ou adora deixar seu feed repleto de tudo que o inspira, nós reunimos a combinação definitiva de inovação S20. Este é o smartphone que oferece o que você deseja, para você fazer mais daquilo que ama.","tituloDescription2":"A Câmera de Lente Tripla de Nível Profissional","description2":"A câmera de lente tripla de nível profissional permite que você tire aquela foto profissional digna de #semfiltro com facilidade. Enquadre a cena com a câmera wide e, a seguir, mostre ainda mais com a câmera ultra-wide, ou aumente o zoom com o zoom óptico de 3x na câmera teleobjetiva.","tituloDescription3":"Conectividade","description3":"O LTE de até 1,6 Gbps oferece velocidades de dados poderosas, enquanto o Wi-Fi 6 conecta você com segurança e baixa latência, mesmo em um local lotado. Portanto, quer você esteja conectado a LTE ou Wi-Fi, pode jogar em tempo real com pouco atraso.","tituloDescription4":"Bateria Inteligente o Dia Todo para que Você possa Jogar por Horas","description4":"Viva sua vida sem se preocupar com onde você pode conectar seu smartphone. A bateria de 4500mAh (padrão) dá ao seu smartphone a energia necessária para durar mais que o seu dia, e é inteligente o suficiente para economizar energia para quando você realmente precisar.","video":"https://www.youtube.com/watch?v=ltwlIP_2rDI&t","garanta":"Compre no KaBuM!"}],"users":[{"id":"03881105-09c2-48dc-9165-9abe7f14ef70","nome":"swdasdasd","cpf":"dadadasd","email":"matheus@matheus.com.br","password":"$2a$10$NEr2tKpRrTC1uoJHY/pUwOmI7LVrXUCWu6AGO.Z8zwpSRnFyR9lr6"},{"id":"bdeb3270-27fa-4c2f-b19d-4d2201c6f01f","nome":"Matheus","cpf":"123456789","email":"matheus@matheus.com.br","password":"$2a$10$T/k2dvKHkQ8rXJ0QeRzLJ.thMQvi/ax.lTeSt7/eVGS32htn6v7Yi"},{"id":"7706cf2b-0f39-4690-92f7-7ef0870dfd61","nome":"Matheusr Silva","cpf":"47496267830","email":"matheusribeiro705@gmail.com","password":"$2a$10$Gntg4jSCTmX7QyaX0.7OU.Z0SGqqmVl7uAS/YFCEnKWTL469Eu35y"},{"id":"a55a7637-14d6-4b0a-b384-dbcb6b1d5ba2","nome":"Matheusr Silva","cpf":"474.962.678-30","email":"matheusribeiro705@gmail.com","password":"$2a$10$ncmMszpqTBJ9GRNXbLD30uyr/TQG1euue.Y85n8AAyxSW5hjlIyFy"}]}